Revit 2027 API
GroupTypeId.WallCrossSectionDefinition Property
 Cross-Section Definition.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WallCrossSectionDefinition { get; }
Public Shared ReadOnly Property WallCrossSectionDefinition As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WallCrossSectionDefinition {
	ForgeTypeId^ get ();
}
static member WallCrossSectionDefinition : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace